[
{
	"seq_name": "WGS",
	"note": "Random component in WGS analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments."
},
{
	"seq_name": "WES",
	"note": "Random component in WES analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments."
},
{
	"seq_name": "RNA-seq",
	"note": "Random components in RNA-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. When mapping-free methods are used, the expectation maximization step can have a random component during optimization as well. The dimensional reduction method t-SNE is also not deterministic."
},
{
	"seq_name": "scRNA-seq",
	"note": "Random components in scRNA-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. When mapping-free methods are used, the expectation maximization step can have a random component during optimization as well. The dimensional reduction method t-SNE is also not deterministic."
},
{
	"seq_name": "CLIP-seq",
	"note": "Random components in CLIP-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "TF_ChIP-seq",
	"note": "Random components in TF ChIP-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "Histone_ChIP-seq",
	"note": "Random components in Histone ChIP-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "Hi-C",
	"note": "Random component in Hi-C analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments."
},
{
	"seq_name": "ChIA-PET",
	"note": "Random components in ChIA-PET analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "DNase-seq",
	"note": "Random component in DNase-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "ATAC-seq",
	"note": "Random components in ATAC-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments. During peak calling, statistical assessment of peak quality may differ due to sampling procedures."
},
{
	"seq_name": "Bisulfite sequencing",
	"note": "Random component in Bisulfite sequencing analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments."
},
{
	"seq_name": "MNase-seq",
	"note": "Random component in MNase-seq analysis: The pipeline may have some randomness; for example, Bowtie2 may randomly select a location from equally good alignments."
}
]
